import React from 'react'

const Me: React.FC = () => {
  return (
    <div>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心</p>
      <p>个人中心666</p>
    </div>
  )
}

export default React.memo(Me)
